Revit 2027 API
ParameterTypeId.CurtaingridAngleV Property
 "Grid Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAngleV { get; }
Public Shared ReadOnly Property CurtaingridAngleV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAngleV {
	ForgeTypeId^ get ();
}
static member CurtaingridAngleV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace